---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterNumericLess
source: html/d4f98237-c82e-e241-6d62-23efad887401.htm
---
# FilterNumericLess Properties

Specifies whether the .NET object represents a valid Revit entity.